{
  "1376186828641538049": {
    "recipe": {
      "ime": "Prebranac sa rebarcima",
      "sastojci": "-pasulj\n-slanina\n-rebarca\n-crni luk\n-začini po ukusu (biber, mlevena paprika, vegeta kod mene)",
      "priprema": "Pasulj sam potopio preko noći u hladnoj vodi. Kuvao sam pasulj oko sat vremena (zamenio vodu nakon prvog ključanja).\nSlaninu i luk sitno naseckao i pomešao sa kuvanim pasuljem u podmazanoj tepsiji. Začinio biberom, vegetom, slatkom i ljutom mlevenom paprikom.\nMarinirana svinjska rebarca stavio preko, nalio vodom, prekrio folijom i pekao na 200 stepeni oko 45min nakon čega sam podigao tempperaturu na 250, skinuo foliju i pekao dok većina vode ne ispari (pazite da vam ne zagori, ne znam vremenski obično samo sedim pored i povremeno proverim)"
    },
    "channel_id": 1147545079314128986
  },
  "1378660523599593473": {
    "recipe": {
      "ime": "pamuk kiflice",
      "sastojci": "pravila sam od pola mere, \nal cela je 900g meko brašno (upitno; ja sam za pola mere skoro kilo iskoristila al nmvz), \n2 jajeta,\n suv kvasac,\n 400ml toplog mleka,\n 180ml ulja,\n kašika šećera i so",
      "priprema": "u toplo mleko (toplo baš al i dalje ne vrelo, treba da može prstom da se ubaci) se doda suvi kvasac i kašika šećer, promeša se i ostavi jedno 5-10 minuta dok ne pomehura. razdvoje se žumanca od belanaca, i zajedno sa uljem se belanca umešaju u toplo mleko i u tu vanglu/šerpu de je smesa polako se dodaje so i pola od brašna i mesi se. kad bude malo stabilnije (?) testo, prebaci se na pobrašnjenu podlogu i mesi se dok se ne utroši brašno, pa se vrati u vanglu, pokrije kesom i krpom i ostavi da naraste, oko sat vremena. \nkad naraste, izvadi se, premesi još malo po potrebi na brašnjavoj podlozi i iseče na manje delove (ja sam na po pola, pa četvrtine, itd. itd. dok ne budu dovoljno male), jufkice se rastanje, nafiluju po želji, sa jedne strane raseku da se naprave ovi prorezi, zarolaju pa ture na pleh. kiflice se premažu umućenim žumancima pa peku 15-20 minuta 190° stepeni, dok ne dobiju zlatkastu boju. \ndobro je probati testo pre nego što se potpuno zamesi, pa po potrebi posoliti još, ili pošećeriti ako se ide na to da su kiflice slatke!"
    },
    "channel_id": 1147545079314128986
  },
  "1378879430407094363": {
    "recipe": {
      "ime": "Svinjski kotleti sa pečenim krompirom",
      "sastojci": "Kvantitet i proporcije sastojaka zavisi isključivo od apetita, tako da se prilagodite.\n500g svinjskih kotleta\n500g krompira\nčaša crvenog vina (koristim neki suvi merlot, baš je seksi)\nPar kockica putera\nMalo maslinovog ulja",
      "priprema": "Počećemo sa pripremom mesa zato što treba da sedi bar 15ak minuta van frižidera. Ako sede i spuste se na sobnu temperaturu tada se ravnomernije prže, bez zapečenih krajeva i sirove sredine. Kotleti se izvade na tanjir i pređu se salvetom dok ne budu suvi (ako se ovo preskoči biće boje betona). Sole se obe strane kotleta i ostavljaju se da stoje po strani dok se sprema krompir. Krompir se propere, oljušti i isecka na sitne komade, potom se začini (aleva, ljuta paprika, so, ostali začini proizvoljni) i sipa se maslinovo ulje. Sve se to izmeša i šibne u rernu na ~210 stepeni (ako se stavi manje neće biti krckavi) na jedno 25 min. Tiganj se zagreje na visoku temperaturu i minimalno maslinovog ulja se stavlja (puter će da zagori relativno brzo na ovoj temperaturi). Kotleti se prže par minuta (~3) po strani dok ne dobiju zlatno braon boju. Sad može da se šibne u rernu na 5-10 minuta u zavisnosti od debljine kotleta, međutim pošto sam ja sirotinja koja ima teflonski tiganj sa plastičnom drškom, taj proces preskačem i nastavljam da pržim u tiganju. Smanji se temperatura i doda se voda/malo putera (DINSTAJ) i prekrije se sa poklopcem/folijom na 5-10 min. Kotleti su gotovi, neka odstoje malo da upiju sok i hrana je manje više gotova. Za sos sa slike sam uzeo ono što je ostalo u tiganju, deglazirao čašom crvenog vina, krčkao ga dok se ne redukuje uz konstantno mešanje i dodao par kocki (hladnog) putera, može da se procedi ako vas ne mrzi da perete dodatnu opremu."
    },
    "channel_id": 1147545079314128986
  },
  "1390444775462670449": {
    "recipe": {
      "ime": "Punjene pečurke",
      "sastojci": "Šampinjoni\nGauda\nLuk\nPaprika\nTikvice\nSlanina",
      "priprema": "Pečurke smo punili sitno seckanim i proprženim lukom i paprikom i zapekli u VAZDUŠNOJ FRITEZI. \nPored pečuraka smo servirali miks tikvica i slanine.\nSvaki sastojak je začinjen po ukusu.\nHonorable mention Ražnjić of nekog random mesa ne sećam se iskr..."
    },
    "channel_id": 1147545079314128986
  }
}